[
    {
      "id": 1,
      "img": "https://i.ibb.co/bLy0gSh/maxresdefault.jpg",
      "title": "Warfez it's an iconic band",
      "details": "Warfaze is a Bangladeshi heavy metal band formed on 6 June 1984 in Dhaka by Ibrahim Ahmed Kamal, Meer, Helal, Naimul, and Bapi. They are one of the earliest heavy metal bands in Bangladesh. The band had numerous line-up changes since 1984 and since its inception, the band has released seven studio albums, one compilation album, and several singles. They have experimented with numerous sub-genres of rock and heavy metal over the years.The first lineup of Warfaze in 1984 consisted of Bapi on vocals, Meer and Naimul on guitars, Kamal on bass and Helal on drums. This initial line-up underwent the first of many changes with Helal, Meer, and Bapi having to leave the band for personal reasons. By that time Kamal met Tipu in early 1986 and Tipu joined Warfaze as the drummer and co-founder. The band was far from breaking through to the mainstream music scene in Bangladesh and heavy metal music was not very popular in the country back then.[1]",
      "name": "Warfez"
    },
    {
      "id": 2,
      "img": "https://i.ibb.co/r4ZSsh2/sanam-talentown-story.jpg",
      "title": "Sanam is most popular Band in Indea",
      "details": "Sanam is an Indian pop rock band formed in 2010 currently based in Mumbai, India known for its renditions of old classic Indian Bollywood songs as well as original music. The band SANAM consists of Sanam Puri (lead vocalist/composer), Samar Puri (lyricist/lead guitar/composer), Venky S or Venkat Subramaniyam (bass guitar) and Keshav Dhanraj.[1][2][3] In 2016, the band was amongst India's top 10 independent YouTube Channels, India's biggest music artist on the digital platform and the fastest growing YouTube channel in the country.[4][5][6]In 2003, Venky and Samar were batchmates in Indian School, Muscat, both of them played guitar and planned to start a band so they got Samar's younger brother, Sanam Puri in the band to join as a singer. After completing school, they all moved to India for college. Sanam & Samar moved to Delhi and got involved there in the college rock circuits . Sanam Puri started winning awards for his singing and Samar Puri started writing songs. Venky meanwhile, in Bangalore, took up bass playing with various bands. He sang a cappella in college and started performing swing/jazz",
      "name": "Sanam"
    },
    {
      "id": 3,
      "img": "https://i.ibb.co/TTJrScj/1497723317-5.jpg",
      "title": "Tahsan is a handsam singer",
      "details": "Tahsan Rahman Khan (born 18 October 1979)[3] is a Bangladeshi musician and actor. He was the former keyboardist and second vocalist of the alternative rock band Black. Currently he is the lead singer of his own band ‘Tahsan and the Band.’[4]Tahsan Rahman Khan (born 18 October 1979)[3] is a Bangladeshi musician and actor. He was the former keyboardist and second vocalist of the alternative rock band Black. Currently he is the lead singer of his own band ‘Tahsan and the Band.’[4]",
      "name": "Tahsan"
    },
    {
      "id": 4,
      "img": "https://i.ibb.co/r48H0cV/269750485-460516018768894-5919874218445059909-n.jpg",
      "title": "Kureghor is socil Band and most favourits band",
      "details": "Kureghor Band is the biggest internet-based Bangladeshi music band. Tasrif Khan (Lead Vocal) founded Kureghor Band on 5th January 2017 along with Tanjeeb Khan (Business Manager & Lead Guitarist) & Tanbhir Siddiki (Lyricist). Most of our songs are based on folk genre though we also released multiple songs on Rock, Melo-rock ; Alternative genre. Kureghor Band became a music sensation after publishing songs like- Ami Mane Tumi, Bachelor, Moyna Re, Ei Je Miss, Keu Nei, Bondho Deyal etc.In last three years, Kureghor Band have successfully completed around 120+ live concerts including 3 abroad tour in Indiad and many radio,tv shows. We always try to focus on easy and relatable lyrics that connects our songs to the listeners. We are a bunch of novice in the Bangladeshi music industry, trying to make music in our way. With your support, we can go beyond our dreams",
      "name": "Kureghor"
    },
    {
      "id": 5,
      "img": "https://i.ibb.co/t2qhfcs/meghdol-bangla-typography-by-tamimrayhan10-de5ef5z-pre.jpg",
      "title": "Meghdol just electronic band",
      "details": "Meghdol (Bengali: মেঘদল, lit. 'Clouds') is an indie rock band from Bangladesh, known for its poetic urban-themed lyrics and theatrical musical arrangement.[1] Founded in 2003,[2] the band has released two studio albums.Meghdol was formed in 2003 by Shibu Kumer Shil, Mejbaur Rahman Sumon, Rasheed Sharif Shoaib and Masud hasan Ujjal, while they were studying Fine Arts at University of Dhaka. The band's name was inspired by the Charles Baudelaire poem L'Étranger.[2] The band released their eponymous album Meghdol, subtitled Droher Montre Bhalobasha, in 2004.The second album Shohorbondi came out in 2009, after which the band went on a nine-year hiatus.Meghdol returned to the music scene in 2018 through the YouTube release of Esho amar shohore, a track from their planned third album Aluminium-er Dana. In October, 2020, the band released a re-mastered version of their debut album Droher Montre Bhalobasha.[1] In November 2021, the band was sued for allegedly hurting religious feelings by sampling a Muslim prayer chant in the song Om, featured in the remastered album, although the charges were withdrawn a week later",
      "name": "Meghdol"
    },
    {
      "id": 6,
      "img": "https://i.ibb.co/pPz8z6m/LG-LMN872.jpg",
      "title": "Habib is the legend of bangladesh singer",
      "details": "Habib Wahid (born 15 October 1979) is a Bangladeshi composer and singer. He works on modern pop music, EDM and a fusion of traditional Bengali folk music with contemporary techno and urban beats. He is called the modern music director in the country.[1] He won Bangladesh National Film Award for Best Music Director for the film Projapoti (2011).[citation needed], Habib Wahid started working with other Asian music producers such as Karsh Kale while in the UK. Wahid was already working as a music producer, however he needed a vocalist to develop his new album. While living in London, he found the vocalist Kaya, a Sylheti restaurant owner, who would collaborate with him on the album.[3] In 2003, Wahid released his first album Krishno, a collaborative effort with Wahid producing the music while Kaya sang. The album proved to be a success in Britain and Bangladesh. The album Krishno was a fusion of folk and modern Ektaar Music Ltd, introducing a new genre to the Dhaka music arena.[citation needed]",
      "name": "Habib wahid"
    }
  ]
  